var data={
    preWeek:{
        legend:['上周人流量','本周人流量','平均值'],
        xAxis: ['星期一','星期二','星期三','星期四','星期五'],
        yAxis1:{
            name: '上周人流量',
            data:[2.0, 4.9, 7.0, 23.2, 25.6]
        },
        yAxis2:{
            name: '本周人流量',
            data:[2.0, 4.9, 7.0, 23.2, 25.6]
        },
        yAxis3:{
            name: '平均值',
            data:[2.0, 4.9, 7.0, 23.2, 25.6]
        }
    },
    timeSlot:{
        legend:['各时间段人流量','平均值'],
        xAxis: ['8:00-9:00','9:00-10:00','10:00-11:00','11:00-12:00','12:00-13:00'],
        yAxis1:{
            name: '各时间段人流量',
            data:[2.0, 4.9, 7.0, 23.2, 25.6]
        },
        yAxis2:{
            name: '平均值',
            data:[2.0, 4.9, 7.0, 23.2, 25.6]
        },
    },
    preTheme:{
        legend:['上周主题'],
        xAxis: ['主题1','主题2','主题3','主题4','主题5'],
        yAxis1:{
            name: '上周主题',
            data:[2.0, 4.9, 7.0, 23.2, 25.6]
        },
    },
}
var data1={
    week:{
        legend:['一周办件量'],
        xAxis: ['星期一','星期二','星期三','星期四','星期五'],
        yAxis1:{
            name: '一周办件量',
            data:[2.0, 4.9, 7.0, 23.2, 25.6]
        }
    },
    getNum:{
        legend:['各时间段的取号量'],
        xAxis: ['8:00-9:00','9:00-10:00','10:00-11:00','11:00-12:00','12:00-13:00'],
        yAxis1:{
            name: 'riqi各时间段的取号量',
            data:[2.0, 4.9, 7.0, 23.2, 25.6]
        }
    }
}


{
    legend:['riqi 大厅各主题接件量'],
        xAxis: ['主题1','主题2','主题3','主题4','主题5'],
    yAxis1:{
    name: '大厅各主题接件量',
        data:[2.0, 4.9, 7.0, 23.2, 25.6]
}
